OF_Turorial_06/cavity/Allrun
#!/bin/bash
mpirun -np 2 OF_Tutorial_06 -parallel
